Repository: ogasser/firefoxsync
Catalog: js/bower_components/fxa-content-server-l10n/locale/*/LC_MESSAGES/server.po
Languages: cs, fy, it, ja, pt, sq

source: Firefox Accounts
it: Firefox Account
ja: Firefox アカウント
pt: Contas do Firefox

source: Page not found
cs: Stránka nenalezena
fy: Side net fûn
it: Pagina non trovata
ja: ページが見つかりませんでした
pt: Página não encontrada
sq: Faqja nuk u gjet

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
cs: Požadovaná stránka nebyla nalezena. Byly jsme upozorněni a případné odkazy směřující na tuto stránku opravíme.
fy: De opfrege side waard net fûn. Wy binne op de hichte en sille keppelingen dy't mooglik net wurkje werstelle.
it: Non è stato possibile trovare la pagina che hai richiesto. Ci è pervenuta la segnalazione del problema e cercheremo di sistemare qualsiasi collegamento non funzionante.
ja: リクエストしたページは存在しません。このリンク切れ情報を受け付けました。
pt: A página solicitada não foi encontrada. Fomos notificados e iremos corrigir todos as ligações que possam estar quebradas.
sq: Faqja që kërkuat nuk u gjet. E kemi mbajtur shënim dhe do të ndreqim çfarëdo lidhje që mund të jetë e dëmtuar.

source: Home
cs: Domů
fy: Start
it: Pagina principale
ja: ホーム
pt: Início
sq: Kreu

source: System unavailable, try again soon
cs: Systém je nedostupný, zkuste to znovu později.
fy: Systeem net beskikber, probearje it letter opnij
it: Il sistema non è disponibile, riprova più tardi
ja: システムが利用できません。しばらくしてから再度お試しください
pt: Sistema não disponível, tente novamente em breve
sq: Sistemi s'është në punë, riprovoni së shpejti

source: We are currently performing some maintenance on the system, and will return momentarily.
cs: Systém aktuálně prochází údržbou, za okamžik bude opět dostupný.
fy: Der wurdt op dit stuit wat ûnderhâld oan it systeem útfierd en wy binne ynkoarten wer beskikber.
it: È in corso un intervento di manutenzione al sistema che sarà nuovamente disponibile a momenti.
ja: ただいまシステムのメンテナンスを行っています。まもなくサービスを再開しますのでしばらくお待ちください。
pt: Estamos atualmente a executar algumas tarefas de manutenção no sistema e este será reposto em breve.
sq: Po kryejmë pak veprime mirëmbajtjeje në sistem, dhe do t'jua rikthejmë në çast.

source: Server busy, try again soon
cs: Server je zaneprázdněn, zkuste to znovu později.
fy: Server beset, probearje it letter opnij
it: Il server è occupato, riprova più tardi
ja: サーバの負荷が高すぎます。しばらくしてから再度お試しください
pt: Servidor ocupado, tente novamente em breve
sq: Shërbyesi është i zënë, riprovoni së shpejti

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
cs: Aktuálně pozorujeme velké zatížení. Pracujeme na tom, aby se systém vrátil do normálního stavu tak rychle jak je to jen možné.
fy: Wy stean op dit stuit ûnder hege druk en wurkje oan in sa gau mooglik werstel fan it systeem.
it: Attualmente il sistema è sottoposto a un forte carico e stiamo lavorando per riportarlo alla normalità il più presto possibile.
ja: 一時的にサーバの負荷が高くなっています。可能な限り速やかに通常動作に戻るようシステム復旧に努めております。
pt: Estamos neste momento sobre grande pressão e a trabalhar para repor o sistema ao seu estado normal o mais brevemente possível.
sq: Hëpërhë jemi nën ngarkesë shumë të madhe dhe po punojmë për ta kthyer sistemin sa më shpejt në gjendje normale.

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
cs: Používáte <strong>zastaralou verzi</strong> prohlížeče. Pro vaše lepší prohlížení prosím <a href="http://browsehappy.com/">aktualizujte svůj prohlížeč</a>.
fy: Jo brûke in <strong>ferâldere</strong> browser. <a href="http://browsehappy.com/">Fernij jo browser</a> om jo ûnderfining te ferbetterjen.
it: Il browser in uso <strong>non è aggiornato</strong>. <a href="http://browsehappy.com/">Aggiornalo ora</a> per migliorare la fruizione di questo sito.
ja: ご利用のブラウザは <strong>サポートを終了しています</strong>。より快適にインターネットをご利用頂けるよう<a href="http://browsehappy.com/">新しいブラウザにアップグレード</a>してください。
pt: Está a utilizar um navegador <strong>desatualizado</strong>. Por favor <a href="http://browsehappy.com/">atualize o seu navegador</a> para melhorar a sua experiência.
sq: Po përdorni një shfletues <strong>të vjetruar</strong>. Ju lutemi, <a href="http://browsehappy.com/">përmirësoni shfletuesin tuaj</a> që të përmirësohet punimi juaj.

source: Firefox Accounts requires JavaScript.
cs: Firefox Account vyžaduje povolený JavaScript.
fy: Firefox-accounts fereasket JavaScript.
it: Per poter utilizzare Firefox Account è necessario attivare JavaScript.
ja: Firefox アカウントを利用するには JavaScript を有効にする必要があります。
pt: As Contas Firefox necessitam de JavaScript.
sq: Firefox Accounts lyp JavaScript.

source: Privacy Notice
cs: Ochrana osobních údajů
fy: Privacyferklearring
it: Informativa sulla privacy
ja: プライバシーに関する注意
pt: Política de Privacidade
sq: Shënim mbi Privatësinë

source: Firefox cloud services
cs: Služby Firefox cloud
fy: Firefox-cloudtsjinsten
it: Servizi cloud di Firefox
ja: Firefox クラウドサービス
pt: Política de Privacidade
sq: Shërbime reje Firefox

source: Terms of Service
cs: Podmínky využívání služby
fy: Servicebetingsten
it: Termini di servizio
ja: 利用規約
pt: Termos do Serviço
sq: Kushte Shërbimi

source: Are you sure?
cs: Jste si jisti?
fy: Binne jo wis?
it: Procedere con l’operazione?
ja: リセットしますか？
pt: Tem a certeza?
sq: Jeni i sigurt?

source: Please confirm that you'd like to reset the password for %(email)s.
cs: Potvrďte prosím obnovení hesla pro %(email)s .
fy: Befêstigje dat jo it wachtwurd foar %(email)s opnij ynstelle wolle.
it: È necessaria una conferma per reimpostare la password per %(email)s.
ja: %(email)s に送信されたメールでパスワードのリセットを確認してください。
pt: Por favor confirme que deseja repor a senha para %(email)s.
sq: Ju lutemi, ripohoni se do të donit të ricaktohej fjalëkalimi për %(email)s.

source: Reset password
cs: Obnova hesla
fy: Wachtwurd werinisjalisearje
it: Reimposta la password
ja: パスワードをリセットする
pt: Repor senha
sq: Ricaktoni fjalëkalimin

source: This is an automated email; if you received it in error, no action is required.
cs: Tento e-mail byl zaslán automaticky. Pokud jste si jej nevyžádali, můžete jej ignorovat.
fy: Dit is in automatysk e-mailberjocht; as jo it troch fersin ûntfongen hawwe, hoege jo neat te dwaan.
it: Questa email è stata inviata da un servizio automatico, se hai ricevuto questa e-mail per errore, puoi semplicemente ignorarla.
ja: これは自動で配信されたメールです。心当たりがない場合は、何も行わないでください。
pt: Esta é uma mensagem de correio eletrónico automática; se a recebeu devido a um erro, nenhuma ação é necessária.
sq: Ky është një mesazh i automatizuar; nëse erdhi gabimisht, nuk lypset ndonjë veprim.

source: For more information, please visit <a href='https://support.mozilla.org'>Mozilla Support</a>
cs: Pro více informací prosím navštivte <a href='https://support.mozilla.org'>Podporu Mozilly</a>
fy: Besykje foar mear ynformaasje <a href='https://support.mozilla.org'>Mozilla Support</a>
it: Per ulteriori informazioni visita il <a href='https://support.mozilla.org'>sito di supporto Mozilla</a>
ja: 詳しい情報は、<a href='https://support.mozilla.org'>Mozilla サポート</a> をご覧ください
pt: Para mais informação, visite o <a href='https://support.mozilla.org'>Suporte da Mozilla</a>
sq: Për më tepër të dhëna, ju lutemi, vizitoni <a href='https://support.mozilla.org'>Asistencën e Mozilla-s</a>

source: Reset password:
cs: Obnovit heslo:
fy: Wachtwurd werinisjalisearje:
it: Reimposta la password:
ja: パスワードをリセットする:
pt: Repor senha:
sq: Ricaktim Fjalëkalimi:

source: For more information, please visit https://support.mozilla.org
cs: Pro více informací prosím navštivte https://support.mozilla.org
fy: Besykje foar mear ynformaasje https://support.mozilla.org
it: Per ulteriori informazioni visita https://support.mozilla.org
ja: 詳しい情報は、https://support.mozilla.org を訪問してください。
pt: Para mais informação, por favor visite https://support.mozilla.org
sq: Për më tepër të dhëna, ju lutemi vizitoni https://support.mozilla.org

source: Congratulations!
cs: Gratulujeme!
fy: Lokwinske!
it: Complimenti!
ja: おめでとうございます！
pt: Parabéns!
sq: Përgëzime!

source: %(email)s, you're one click away from verifying your Firefox Account.
cs: %(email)s, již chybí jen kousek k ověření vašeho účtu Firefox Account.
fy: %(email)s, jo binne noch ien mûsklik ôf fan ferifikaasje fan jo Firefox-account.
it: %(email)s, tra pochi secondi questo account Firefox Account sarà confermato.
ja: クリックすると %(email)s を Firefox アカウントとして認証できます。
pt: %(email)s, está a um clique de distância de verificar a sua Conta Firefox.
sq: %(email)s, ju ndan vetëm një klik nga verifikimi i Llogarisë suaj Firefox.

source: Verify
cs: Ověřit
fy: Ferifiearje
it: Conferma
ja: 認証
pt: Verificar
sq: Verifikojeni

source: Verify:
cs: Ověřit:
fy: Ferifiearje:
it: Conferma:
ja: 認証:
pt: Verificar:
sq: Verifikojeni:

source: Verify your account
cs: Ověřte svůj účet
fy: Ferifiearje jo account
it: Conferma l’account
ja: アカウントを認証する
pt: Verificar a sua conta
sq: Verifikoni llogarinë tuaj

source: Reset your password
cs: Obnovit heslo
fy: Wachtwurd werinisjalisearje
it: Reimposta password
ja: パスワードをリセットする
pt: Repor a sua senha
sq: Ricaktoni fjalëkalimin tuaj
